[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to the Rudshore Waterfront Upper Level")
m_Choices[1]=(m_ChoiceText="Stay at the Greaves Refinery")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_3 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to the Rudshore Waterfront Street Level")
m_Choices[1]=(m_ChoiceText="Stay at the Greaves Refinery")

